Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services/cancer_services/cancer_services.html.txt.tmx
Source language: en
Languages: ga

source: Cancer is one of the main causes of death in Ireland
ga: Tá ailse ar cheann de na príomhchúiseanna báis in Éirinn

source: If you have any concerns regarding cancer or have a family history of cancer or have symptoms that you are worried about, you should contact your family doctor (GP)
ga: Má tá imní ar bith ort mar gheall ar ailse nó má tá stair ailse i measc do mhuintire nó má tá comharthaí ort a bhfuil tú buartha fúthu, ba cheart duit dul i dteagmháil le do dhochtúir ginearálta (DG)

source: Cancer care services are provided by your family doctor (GP), hospitals and community care services
ga: Cuireann do dhochtúir ginearálta (DG), ospidéil agus seirbhísí cúram pobail seirbhísí cúram ailse ar fáil

source: There are also palliative care services, that is, care for a patient and his/her family when there is no longer a medical expectation of a cure
ga: Tá seirbhísí cúraim mhaolaithigh ar fáil chomh maith, is é sin, cúram d'othar agus a m(h)uintir nuair nach bhfuil na gairmithe liachta ag súil go mbeidh biseach air/uirthi

source: HSE National Cancer Control Programme (NCCP)
ga: Clár Náisiúnta Rialaithe Ailse FSS (NCCP)

source: It is widely accepted that the best outcomes for cancer patients are achieved when the initial diagnosis, treatment plan, surgery and radiotherapy are carried out by multi-disciplinary teams dealing with large numbers of patients
ga: Glactar leis go forleathan go mbaintear na torthaí is fearr amach d’othair ailse nuair a dhéanann foirne ildisciplíneacha, a láimhseálann líon mór othar, an phríomhdhiagnóis, an plean cóireála, an máinliacht agus an radaiteiripe

source: In 2007 the Health Service Executive (HSE) established a National Cancer Control Programme to manage, organise and deliver a national programme for the entire population
ga: Sa bhliain 2007, bhunaigh Feidhmeannacht na Seirbhíse Sláinte (FSS) an Clár Náisiúnta Rialaithe Ailse chun clár náisiúnta a bhainistiú, a eagrú agus a sheachadadh don phobal uile

source: Under the NCCP there are eight cancer centres within four managed cancer control networks nationally
ga: Faoin gClár seo, tá ocht n-ionad ailse laistigh de cheithre líonra rialaithe bhainistithe ailse go náisiúnta

source: All initial diagnosis and surgery will eventually take place in these cancer centres
ga: Tá sé beartaithe go ndéanfar gach príomhdhiagnóis,agus gach máinliacht sna ionaid ailse seo sa deireadh

source: Chemotherapy and follow up care will be delivered more locally, according to care plans set at the cancer centres
ga: Cuirfear ceimiteiripe agus iarchúram ar fáil in ionaid níos áitiúla, de réir pleananna cúraim a shocrófar ag na hionaid ailse

source: There are Rapid Access Clinics for prostate cancer detection and treatment and lung cancer detection and treatment in all eight cancer centres
ga: Tá Clinicí Mear-Rochtana ann le haghaidh brath agus cóireáil ailse phróstatach agus ailse scámhóg i ngach ceann de na hocht n-ionad ailse

source: You may be referred to one of these by your GP or other medical professional
ga: D’fhéadfadh do LG nó gairmí eile leighis thú a atreorú chuig ceann díobh seo

source: │HSE Dublin North East │ │
ga: │FSS Baile Átha Cliath Thoir Thuaidh │ │

source: │ │Mater Misericordiae Hospital │
ga: │ │Ospidéal Mater Misericordiae │

source: │ │St. James's Hospital │
ga: │ │Ospidéal San Séamas │

source: │HSE Dublin Mid Leinster │ │
ga: │FSS Baile Átha Cliath Lár-Laighean │ │

source: │ │St. Vincent's Hospital │
ga: │ │Ospidéal Ollscoile Uinsinn │

source: │ │Cork University Hospital │
ga: │ │Ospidéal Ollscoile Chorcaí │

source: │HSE South │ │
ga: │FSS Theas │ │

source: │ │Waterford Regional Hospital │
ga: │ │Ospidéal Réigiúnach Phort Láirge │

source: │ │University Hospital Galway │
ga: │ │Ospidéal an Ollscoile, Gaillimh │

source: │HSE West │ │
ga: │FSS Thiar │ │

source: │ │Limerick Regional Hospital │
ga: │ │Ospidéal Réigiúnach Luimnigh │

source: National Cancer Screening Service
ga: An tSeirbhís Náisiúnta Ailse-Scrúdaithe (NCSS)

source: The National Cancer Screening Service is part of the NCCP and provides the following cancer screening programmes:
ga: Tá an tSeirbhís Náisiúnta Scagtha Ailse mar chuid den NCCP agus soláthraíonn siad na cláir scagtha ailse a leanas:

source: • BreastCheck, the National Breast Screening Programme
ga: • BreastCheck an Clár Náisiúnta Scagthástála Cíoch

source: • CervicalCheck, the National Cervical Screening Programme
ga: • CervicalCheck an Clár Náisiúnta Scagthástála Ceirbheacs

source: • BowelScreen, the National Bowel Screening Programme
ga: • BowelScreen an Clár Náisiúnta Scagthástála Putóige

source: The National Cancer Registry is a statutory body whose function is to collect and analyse data and report on cancer incidence and mortality in Ireland
ga: Is comhlacht reachtúil í an Chlárlann Náisiúnta Ailse ag a bhfuil sé mar aidhm sonraí a bhailiú agus a anailísiú, agus tuairiscí ar mhinicíocht ailse agus ar ráta básmhaireachta de bharr ailse in Éirinn a thabhairt

source: Child oncology patients and children with permanent disabilities
ga: Leanaí arb othair oinceolaíochta iad agus leanaí atá faoi mhíchumais bhuana

source: In the case of children receiving treatment for cancer (that is, child oncology patients) and children with permanent disabilities, tax relief may be claimed on certain telephone, overnight accommodation, travel, hygiene products and special clothing expenses incurred as health expenses
ga: I gcás leanaí atá ag fáil cóireála in aghaidh ailse (is é sin, leanaí arb othair oinceolaíochta iad) agus leanaí atá faoi mhíchumais bhuana, is féidir faoiseamh cánach a éileamh ar chostais áirithe teileafóin, cóiríochta thar oíche, taistil, táirgí sláinteachais agus sainéadaí atá tabhaithe mar chostais sláinte

source: Read more about taxation of medical expenses in Ireland here
ga: Léigh tuilleadh faoi cháin agus costais leighis in Éirinn anseo

source: Some people who are referred to a cancer centre may need help with the costs of travelling to their appointment(s)
ga: D’fhéadfadh sé go dteastódh cúnamh ó roinnt daoine a atreorófaí chuig ionad ailse leis na costais a bhaineann le taisteal chuig a gcoinne/í

source: The NCCP therefore funds a Travel2Care scheme, which is administered by the Irish Cancer Society
ga: Mar sin, déanann Clár Náisiúnta Rialaithe Ailse FSS an scéim Travel2Care a mhaoiniú, scéim atá á riaradh ag Cumann Ailse na hÉireann

source: The scheme may help patients with some travel costs if they have genuine financial hardship or need due to travelling to a cancer centre
ga: D’fhéadfadh sé go gcabhródh an scéim le costais taistil othar dá mbeidís i gcruachás ó thaobh airgid de, nó dá mbeidís i ngátar mar thoradh ar thaisteal chuig ionad ailse

source: Patients who are attending a designated cancer care centre for assessment and/or investigations in one of the approved centres can apply by downloading and completing Application Form A: Assessment and Investigation (pdf) or request a hardcopy to be posted by contacting: Travel2Care, Irish Cancer Society, Tel: (01) 231 6643/ 231 6619 or email travel2care@irishcancer.ie
ga: Is féidir leat foirm iarratais a fháil go díreach ó Eimear Considine, Travel2Care, Cumann Ailse na hÉireann, Teil: 01-2316619 nó ríomhphost travel2care@irishcancer.ie nó íoslódáil an fhoirm ó láithreán Gréasáin Chumann Ailse na hÉireann

source: Care To Drive programme
ga: An clár ‘Tiomáint mar Chúram’ ('Care to Drive’)

source: Care to Drive is a volunteer-led transport initiative in which the Irish Cancer Society recruit and train volunteers to drive patients to and from their chemotherapy appointments
ga: Tionscnamh iompair atá faoi threoir deonaithe is ea an clár ‘Tiomáint mar Chúram’ ina ndéanann Cumann Ailse na hÉireann deonaithe a earcú agus oiliúint a chur orthu chun othair a thiomáint chuig agus óna gcoinní ceimiteiripe

source: The service is free to the patient and the hospital
ga: Seirbhís saor in aisce atá inti don othar

source: It is not yet nationally available
ga: Níl fáil ar an tseirbhís go náisiúnta

source: It is currently available in the following hospitals:
ga: Tá sí ar fáil faoi láthair sna hospidéil a leanas:

source: • St. James's Hospital, Dublin
ga: • Ospidéal San Séamas, Baile Átha Cliath

source: • St. Vincent's University Hospital, Dublin
ga: • Ospidéal Ollscoile Naomh Uinseann, Baile Átha Cliath

source: • Connolly Hospital, Blanchardstown, Dublin
ga: • Ospidéal Uí Chonghaile, Baile Bhlainséir, Baile Átha Cliath

source: • Mater Misericordiae University Hospital, Dublin (public)
ga: • Ospidéal Ollscoile Mater Misericordiae, Baile Átha Cliath (poiblí)

source: • Mid Western Regional Hospital, Limerick
ga: • Ospidéal Réigiúnach an Mheán-Iarthair, Luimneach

source: • Midlands Regional Hospital, Tullamore
ga: • Ospidéal Réigiúnach Lár Tíre, Tulach Mhór

source: • Adelaide and Meath Hospital, Tallaght
ga: • Ospidéal Adelaide & na Mí, Tamhlacht

source: • The Mercy Hospital, Cork
ga: • Ospidéal Ollscoile na Trócaire, Corcaigh

source: The patient must present themselves to the social worker in the partner hospital or to the nurse administering their chemotherapy treatment who will then perform an assessment on the patient and can refer them to the service
ga: Ní mór don othar iad féin a chur in iúl don oibrí sóisialta san ospidéal páirtnéara nó don altra a chuirfidh cóir cheimiteiripe orthu agus a thabharfaidh faoi mheasúnú ansin ar an othar agus ar féidir leo t-othar a chur ar aghaidh chuig an tseirbhís

source: For more information call the Irish Cancer Society on (01) 231 0522 or (01) 231 0566
ga: Le tuilleadh faisnéise a fháil, cuir glao ar Chumann Ailse na hÉireann: 01 231 0522 nó 01 231 0566

source: The Irish Cancer Society is a voluntary organisation that provides support and help to cancer sufferers and their families
ga: Is eagraíocht dheonach é Cumann Ailse na hÉireann a chuireann tacaíocht agus cúnamh ar fáil dóibh siúd a bhfuil ailse orthu agus dá muintir

source: It provides some nursing services and funds some palliative care and twilight nursing services
ga: Soláthraíonn sé roinnt seirbhísí altranais agus déanann sé roinnt seirbhísí cúraim mhaolaithigh agus seirbhísí altranais “breacsholais” a mhaoiniú

source: It has local branches in most parts of the country
ga: Tá craobhacha áitiúla ag an gCumann ar fud na tíre

source: Locall:Freephone Helpline 1800 200 700
ga: Lóghlao:Freephone Helpline 1800 200 700

source: CanTeen is a support group for young people aged 12–25 who have had cancer and for their families and friends
ga: Grúpa tacaíochta é CanTeen Éireann do dhaoine óga idir 12-25 bliana d’aois a bhfuil ailse orthu, agus dá gcairde gaoil

source: It operates from the Irish Cancer Society premises
ga: Oibríonn sé as áitreabh Chumann Ailse na hÉireann

source: Cancer Helpline Freefone 1800 200 700
ga: Líne Cabhrach don ailse Saorfhón 1800 200 700
